"BUTTON_AUTHENTICATE" = "Usar meu número de celular";

"BUTTON_DISMISS" = "Rejeitar";

"BUTTON_NOT_NOW" = "Agora não";

"BUTTON_OKAY" = "OK";

"BUTTON_RESEND_CONF_CODE" = "Reenviar código de confirmação";

"BUTTON_RETRY" = "Tentar novamente";

"BUTTON_SENDING_CONF_CODE" = "Enviando código de confirmação";

"BUTTON_SEND_CONF_CODE" = "Enviar código de confirmação";

"BUTTON_SENT_CONF_CODE" = "Código de confirmação enviado";

"BUTTON_SIGN_IN_WITH_TWITTER" = "Entrar com o Twitter";

"BUTTON_TRY_DIFFERENT_NUMBER" = "Tente um número diferente";

"CALL_ME_ACTION" = "Ligar para mim";

"CALL_ME_LOADING" = "Chamando...";

"ERROR_CANT_SMS" = "Não foi possível enviar um SMS a esse número.";

"ERROR_CHECK_CODE_TRY_AGAIN" = "Verifique seu código e tente novamente";

"ERROR_CHECK_CONNECTION_TRY_AGAIN" = "Opa, parece que tivemos um problema de rede. Vamos tentar de novo? [%@]";

"ERROR_CHECK_NUMBER_TRY_AGAIN" = "Verifique seu número e tente novamente";

"ERROR_TRY_AGAIN_LATER" = "No momento não vai ser possível entrar no Twitter. Tente novamente mais tarde.";

"FOOTNOTE_2_STEP_VERIFICATION_CODE" = "Você já definiu um código de verificação de 2 passos no <u>digits.com</u>";

"FOOTNOTE_CONF_CODE_CALL_ME" = "Quando você toca em \"Ligar para mim\" acima, o <u>Digits by Twitter</u> envia uma mensagem de voz para confirmar seu número de celular. Taxas de chamadas e dados podem ser cobradas.";

"FOOTNOTE_SEND_CONF_CODE" = "Quando você toca em \"Enviar código de confirmação\" acima, o <u>Digits by Twitter</u> envia um SMS para confirmar seu número de celular. Taxas de mensagens e dados podem ser cobradas.";

"LABEL_ENTER_2_STEP_VERIFICATION_CODE" = "Digite o código de verificação de dois passos";

"LABEL_ENTER_CONF_CODE" = "Digitar código de confirmação";

"LABEL_ENTER_PHONE_NUMBER" = "Digite seu número de celular";

"LABEL_EXPLAIN_FIND_YOUR_FRIENDS" = "Usamos o recurso Digits by Twitter para encontrar outros de seus amigos que usam este aplicativo. Quando você tocar em OK, nós iremos carregar sua lista de endereços do Digits by Twitter para que possamos ajudá-lo a encontrar usuários do aplicativo %@ que você conheça ou ajudar outros usuários do aplicativo %@ a encontrá-lo.";

"LABEL_FIND_YOUR_FRIENDS_TITLE" = "Encontre seus amigos";

"LABEL_UNABLE_TO_CONFIRM_NUMBER" = "Não foi possível verificar seu número de celular";

"LABEL_UNABLE_TO_CONFIRM_NUMBER_EXPLANATION" = "Estamos com problemas para enviar um código de confirmação. ";

"PARTIAL_FOOTNOTE_THIS_APP" = "este aplicativo";

"PLACEHOLDER_2_STEP_VERIFICATION_CODE" = "Código de verificação";

"PLACEHOLDER_CONF_CODE" = "Código de confirmação";

"PLACEHOLDER_YOUR_NUMBER" = "Seu número";

"WAIT_FOR_CONF_CODE" = "Enviaremos ao seu celular o código de confirmação em um minuto.";

